Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.automation.gemini.note
source: Hooks must be installed with `cmux hooks gemini install`. They no-op outside UniConnect terminals.
ar: يجب تثبيت الخطافات باستخدام `cmux hooks gemini install`.إنهم ممنوعون من العمل خارج محطات UniConnect.
bs: Kuke se moraju instalirati sa `cmux hooks gemini install`. Ne-op izvan UniConnect terminala.
da: Kroge skal monteres med `cmux hooks gemini install`. De fungerer ikke uden for UniConnect terminaler.
de: Hooks müssen mit `cmux hooks gemini install` installiert werden. Außerhalb von UniConnect-Terminals ist kein Betrieb möglich.
es: Instala los hooks con `cmux hooks gemini install`. No hacen nada fuera de los terminales de UniConnect.
fr: Les hooks doivent être installés avec `cmux hooks gemini install`. Ils ne fonctionnent pas en dehors des terminaux UniConnect.
it: Gli hook devono essere installati con `cmux hooks gemini install`. Non operano all'esterno dei terminali UniConnect.
ja: フックは`cmux hooks gemini install`でインストールする必要があります。UniConnectターミナル外では動作しません。
km: ទំពក់ត្រូវតែត្រូវបានដំឡើងជាមួយ `cmux hooks gemini install`។ពួកគេ​មិន​ប្រើ​នៅ​ខាងក្រៅ UniConnect ស្ថានីយ។
ko: `cmux hooks gemini install`로 훅을 설치해야 합니다. UniConnect 터미널 외부에서는 작동하지 않습니다.
nb: Kroker må installeres med `cmux hooks gemini install`. De er uten drift utenfor UniConnect terminaler.
pl: Haki muszą być zainstalowane z `cmux hooks gemini install`. Nie działają poza UniConnect terminalami.
pt_br: Os ganchos devem ser instalados com `cmux hooks gemini install`. Eles não funcionam fora dos terminais UniConnect.
ru: Хуки должны быть установлены с помощью `cmux hooks gemini install`. Они не работают за пределами UniConnect терминалов.
th: ต้องติดตั้งตะขอด้วย `cmux hooks gemini install`พวกเขาไม่ดำเนินการภายนอกเทอร์มินัล UniConnect
tr: Kancalar `cmux hooks gemini install` ile kurulmalıdır. UniConnect terminallerinin dışında işlem yapmazlar.
uk: Хуки повинні бути встановлені з `cmux hooks gemini install`. Вони не працюють поза терміналами UniConnect.
zh_hans: 挂钩必须安装`cmux hooks gemini install`。它们在 UniConnect 终端之外无操作。
zh_hant: 掛鉤必須安裝`cmux hooks gemini install`。它們在 UniConnect 終端機之外無操作。

# settings.automation.gemini.subtitleOff
source: Gemini runs without UniConnect integration.
ar: Gemini يعمل بدون تكامل UniConnect.
bs: Gemini radi bez UniConnect integracije.
da: Gemini kører uden UniConnect integration.
de: Gemini läuft ohne UniConnect Integration.
es: Gemini se ejecuta sin integración con UniConnect.
fr: Gemini s'exécute sans l'intégration de UniConnect.
it: Gemini viene eseguito senza l'integrazione di UniConnect.
ja: GeminiはUniConnect連携なしで動作します。
km: Gemini ដំណើរការដោយគ្មានការរួមបញ្ចូល UniConnect ។
ko: Gemini가 UniConnect 연동 없이 실행됩니다.
nb: Gemini kjører uten UniConnect integrasjon.
pl: Gemini działa bez UniConnect integracji.
pt_br: Gemini é executado sem integração UniConnect.
ru: Gemini работает без интеграции UniConnect.
th: Gemini ทำงานโดยไม่มีการรวม UniConnect
tr: Gemini, UniConnect entegrasyonu olmadan çalışır.
uk: Gemini працює без інтеграції UniConnect.
zh_hans: Gemini 在没有 UniConnect 集成的情况下运行。
zh_hant: Gemini 在沒有 UniConnect 整合的情況下運作。

# settings.automation.openAccess.dialog.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# settings.automation.openAccess.dialog.confirm
source: Enable Full Open Access
ar: تفعيل الوصول المفتوح الكامل
bs: Omogući potpuni otvoreni pristup
da: Aktiver fuld åben adgang
de: Vollständigen offenen Zugriff aktivieren
es: Activar acceso abierto completo
fr: Activer l'accès ouvert complet
it: Abilita accesso aperto completo
ja: フルオープンアクセスを有効にする
ko: 전체 개방 접근 활성화
nb: Aktiver full åpen tilgang
pl: Włącz pełny otwarty dostęp
pt_br: Ativar Acesso Aberto Total
ru: Включить полный открытый доступ
th: เปิดใช้งานการเข้าถึงเปิดแบบเต็ม
tr: Tam Açık Erişimi Etkinleştir
uk: Увімкнути повний відкритий доступ
zh_hans: 启用完全开放访问
zh_hant: 啟用完全開放存取

# settings.automation.openAccess.dialog.message
source: This disables ancestry and password checks and opens the socket to all local users. Only enable when you understand the risk.
ar: يؤدي هذا إلى تعطيل فحوصات النسب وكلمة المرور ويفتح المقبس لجميع المستخدمين المحليين. قم بالتفعيل فقط عندما تفهم المخاطر.
bs: Ovo onemogućava provjere porijekla i lozinke i otvara utičnicu svim lokalnim korisnicima. Omogućite samo kada razumijete rizik.
da: Dette deaktiverer herkomst- og adgangskodekontrol og åbner socketen for alle lokale brugere. Aktiver kun, når du forstår risikoen.
de: Dies deaktiviert Abstammungs- und Passwortprüfungen und öffnet den Socket für alle lokalen Benutzer. Aktivieren Sie dies nur, wenn Sie das Risiko verstehen.
es: Esto desactiva las verificaciones de ascendencia y contraseña, y abre el socket a todos los usuarios locales. Activa solo si comprendes el riesgo.
fr: Cela désactive les vérifications de parenté et de mot de passe et ouvre le socket à tous les utilisateurs locaux. N'activez que si vous comprenez les risques.
it: Questa operazione disabilita i controlli di discendenza e password e apre il socket a tutti gli utenti locali. Abilita solo se comprendi il rischio.
ja: これにより、祖先プロセスチェックとパスワードチェックが無効になり、すべてのローカルユーザーにソケットが公開されます。リスクを理解した上で有効にしてください。
ko: 이 설정은 출처 확인 및 비밀번호 검사를 비활성화하고 모든 로컬 사용자에게 소켓을 개방합니다. 위험을 이해한 경우에만 활성화하세요.
nb: Dette deaktiverer opphavs- og passordkontroller og åpner socketen for alle lokale brukere. Aktiver bare når du forstår risikoen.
pl: To wyłącza sprawdzanie pochodzenia i hasła oraz otwiera gniazdo dla wszystkich lokalnych użytkowników. Włączaj tylko wtedy, gdy rozumiesz ryzyko.
pt_br: Isto desativa verificações de ancestralidade e senha e abre o socket para todos os usuários locais. Ative somente quando entender os riscos.
ru: Это отключает проверку происхождения и пароля и открывает сокет для всех локальных пользователей. Включайте только если понимаете риски.
th: การดำเนินการนี้จะปิดใช้งานการตรวจสอบสายสืบทอดและรหัสผ่าน และเปิดซ็อกเก็ตให้ผู้ใช้ในเครื่องทุกคน เปิดใช้งานเฉพาะเมื่อคุณเข้าใจความเสี่ยง
tr: Bu, soy ve parola denetimlerini devre dışı bırakır ve soketi tüm yerel kullanıcılara açar. Yalnızca riski anladığınızda etkinleştirin.
uk: Це вимикає перевірку походження та пароля і відкриває сокет для всіх локальних користувачів. Вмикайте лише якщо розумієте ризики.
zh_hans: 这将禁用祖先和密码检查，并向所有本地用户开放套接字。请确保您了解其中的风险后再启用。
zh_hant: 這將停用來源驗證和密碼檢查，並將 Socket 開放給所有本機使用者。請確認您了解風險後再啟用。

# settings.automation.openAccess.dialog.title
source: Enable full open access?
ar: تفعيل الوصول المفتوح الكامل؟
bs: Omogućiti potpuni otvoreni pristup?
da: Aktiver fuld åben adgang?
de: Vollständigen offenen Zugriff aktivieren?
es: ¿Activar acceso abierto completo?
fr: Activer l'accès ouvert complet ?
it: Abilitare l'accesso aperto completo?
ja: フルオープンアクセスを有効にしますか？
ko: 전체 개방 접근을 활성화하시겠습니까?
nb: Aktivere full åpen tilgang?
pl: Włączyć pełny otwarty dostęp?
pt_br: Ativar acesso aberto total?
ru: Включить полный открытый доступ?
th: เปิดใช้งานการเข้าถึงเปิดแบบเต็มหรือไม่?
tr: Tam açık erişim etkinleştirilsin mi?
uk: Увімкнути повний відкритий доступ?
zh_hans: 启用完全开放访问？
zh_hant: 要啟用完全開放存取嗎？

# settings.automation.openAccessWarning
source: Warning: Full open access makes the control socket world-readable/writable on this Mac and disables auth checks. Use only for local debugging.
ar: تحذير: الوصول المفتوح الكامل يجعل مقبس التحكم قابلاً للقراءة والكتابة من الجميع على هذا الـ Mac ويعطل فحوصات المصادقة. استخدم فقط لأغراض التصحيح المحلي.
bs: Upozorenje: Potpuni otvoreni pristup čini kontrolnu utičnicu čitljivom/zapisivom za sve na ovom Macu i onemogućava provjere autentikacije. Koristite samo za lokalno debugiranje.
da: Advarsel: Fuld åben adgang gør kontrolsocketen læsbar/skrivbar for alle på denne Mac og deaktiverer autentifikationskontrol. Brug kun til lokal fejlsøgning.
de: Warnung: Vollständiger offener Zugriff macht den Steuerungs-Socket auf diesem Mac für alle les- und schreibbar und deaktiviert Authentifizierungsprüfungen. Nur für lokales Debugging verwenden.
es: Advertencia: El acceso abierto completo hace que el socket de control sea legible/escribible para todos en este Mac y desactiva las verificaciones de autenticación. Usa solo para depuración local.
fr: Attention : l'accès ouvert complet rend le socket de contrôle lisible/inscriptible par tous sur ce Mac et désactive les vérifications d'authentification. À utiliser uniquement pour le débogage local.
it: Attenzione: l'accesso aperto completo rende il socket di controllo leggibile/scrivibile da tutti su questo Mac e disabilita i controlli di autenticazione. Usa solo per il debug locale.
ja: 警告: フルオープンアクセスにすると、このMac上の制御ソケットが誰でも読み書き可能になり、認証チェックが無効になります。ローカルデバッグ用途にのみ使用してください。
ko: 경고: 전체 개방 접근은 이 Mac에서 제어 소켓을 누구나 읽고 쓸 수 있게 하며 인증 검사를 비활성화합니다. 로컬 디버깅 전용으로만 사용하세요.
nb: Advarsel: Full åpen tilgang gjør kontrollsocketen lese-/skrivbar for alle på denne Mac-en og deaktiverer autentiseringskontroller. Bruk kun for lokal feilsøking.
pl: Ostrzeżenie: Pełny otwarty dostęp czyni gniazdo sterujące odczytywalnym/zapisywalnym dla wszystkich na tym Macu i wyłącza sprawdzanie uwierzytelniania. Używaj tylko do lokalnego debugowania.
pt_br: Aviso: O acesso aberto total torna o socket de controle legível/gravável por todos neste Mac e desativa verificações de autenticação. Use apenas para depuração local.
ru: Внимание: полный открытый доступ делает управляющий сокет доступным для чтения и записи всем пользователям на этом Mac и отключает проверку авторизации. Используйте только для локальной отладки.
th: คำเตือน: การเข้าถึงเปิดแบบเต็มทำให้ซ็อกเก็ตควบคุมอ่าน/เขียนได้จากทุกผู้ใช้บน Mac นี้และปิดใช้งานการตรวจสอบสิทธิ์ ใช้สำหรับการดีบักในเครื่องเท่านั้น
tr: Uyarı: Tam açık erişim, kontrol soketini bu Mac'te herkes tarafından okunabilir/yazılabilir yapar ve kimlik doğrulama denetimlerini devre dışı bırakır. Yalnızca yerel hata ayıklama için kullanın.
uk: Увага: повний відкритий доступ робить керуючий сокет доступним для читання/запису всім на цьому Mac та вимикає перевірки автентифікації. Використовуйте лише для локального налагодження.
zh_hans: 警告：完全开放访问将使控制套接字在此 Mac 上对所有用户可读/可写，并禁用身份验证检查。仅用于本地调试。
zh_hant: 警告：完全開放存取會讓控制 Socket 在此 Mac 上可被所有人讀寫，並停用驗證檢查。僅供本機除錯使用。

# settings.automation.port.note
source: Each workspace gets CMUX_PORT and CMUX_PORT_END env vars with a dedicated port range. New terminals inherit these values.
ar: تحصل كل مساحة عمل على متغيرات البيئة CMUX_PORT و CMUX_PORT_END مع نطاق منافذ مخصص. ترث الطرفيات الجديدة هذه القيم.
bs: Svaki radni prostor dobija CMUX_PORT i CMUX_PORT_END varijable okruženja sa dodijeljenim rasponom portova. Novi terminali nasljeđuju ove vrijednosti.
da: Hvert arbejdsområde får CMUX_PORT og CMUX_PORT_END miljøvariabler med et dedikeret portområde. Nye terminaler arver disse værdier.
de: Jeder Arbeitsbereich erhält CMUX_PORT- und CMUX_PORT_END-Umgebungsvariablen mit einem dedizierten Portbereich. Neue Terminals erben diese Werte.
es: Cada espacio de trabajo recibe las variables de entorno CMUX_PORT y CMUX_PORT_END con un rango de puertos dedicado. Los nuevos terminales heredan estos valores.
fr: Chaque espace de travail reçoit les variables d'environnement CMUX_PORT et CMUX_PORT_END avec une plage de ports dédiée. Les nouveaux terminaux héritent de ces valeurs.
it: Ogni area di lavoro riceve le variabili d'ambiente CMUX_PORT e CMUX_PORT_END con un intervallo di porte dedicato. I nuovi terminali ereditano questi valori.
ja: 各ワークスペースにはCMUX_PORTとCMUX_PORT_END環境変数で専用のポート範囲が割り当てられます。新しいターミナルはこれらの値を継承します。
ko: 각 작업 공간에 전용 포트 범위가 있는 CMUX_PORT 및 CMUX_PORT_END 환경 변수가 할당됩니다. 새 터미널은 이 값을 상속합니다.
nb: Hvert arbeidsområde får CMUX_PORT- og CMUX_PORT_END-miljøvariabler med et dedikert portområde. Nye terminaler arver disse verdiene.
pl: Każda przestrzeń robocza otrzymuje zmienne środowiskowe CMUX_PORT i CMUX_PORT_END z dedykowanym zakresem portów. Nowe terminale dziedziczą te wartości.
pt_br: Cada área de trabalho recebe as variáveis de ambiente CMUX_PORT e CMUX_PORT_END com uma faixa de portas dedicada. Novos terminais herdam esses valores.
ru: Каждое рабочее пространство получает переменные окружения CMUX_PORT и CMUX_PORT_END с выделенным диапазоном портов. Новые терминалы наследуют эти значения.
th: แต่ละเวิร์กสเปซจะได้รับตัวแปรสภาพแวดล้อม CMUX_PORT และ CMUX_PORT_END พร้อมช่วงพอร์ตเฉพาะ เทอร์มินัลใหม่จะสืบทอดค่าเหล่านี้
tr: Her çalışma alanı ayrılmış bir port aralığıyla CMUX_PORT ve CMUX_PORT_END ortam değişkenlerini alır. Yeni terminaller bu değerleri devralır.
uk: Кожна робоча область отримує змінні середовища CMUX_PORT та CMUX_PORT_END з виділеним діапазоном портів. Нові термінали успадковують ці значення.
zh_hans: 每个工作区会获得 CMUX_PORT 和 CMUX_PORT_END 环境变量，包含专用的端口范围。新终端会继承这些值。
zh_hant: 每個工作區都會取得包含專用連接埠範圍的 CMUX_PORT 和 CMUX_PORT_END 環境變數。新終端機會繼承這些值。

# settings.automation.portBase
source: Port Base
ar: المنفذ الأساسي
bs: Početni port
de: Port-Basis
es: Puerto base
fr: Port de base
it: Porta base
ja: ポートベース
ko: 포트 기준값
pl: Port bazowy
pt_br: Porta Base
ru: Базовый порт
th: พอร์ตเริ่มต้น
tr: Port Tabanı
uk: Базовий порт
zh_hans: 起始端口
zh_hant: 連接埠起始值

# settings.automation.portBase.subtitle
source: Starting port for CMUX_PORT env var.
ar: المنفذ الابتدائي لمتغير البيئة CMUX_PORT.
bs: Početni port za CMUX_PORT varijablu okruženja.
da: Startport for CMUX_PORT-miljøvariabel.
de: Startport für die CMUX_PORT-Umgebungsvariable.
es: Puerto inicial para la variable de entorno CMUX_PORT.
fr: Port de départ pour la variable d'environnement CMUX_PORT.
it: Porta iniziale per la variabile d'ambiente CMUX_PORT.
ja: CMUX_PORT環境変数の開始ポート。
ko: CMUX_PORT 환경 변수의 시작 포트.
nb: Startport for CMUX_PORT-miljøvariabelen.
pl: Port początkowy dla zmiennej środowiskowej CMUX_PORT.
pt_br: Porta inicial para a variável de ambiente CMUX_PORT.
ru: Начальный порт для переменной окружения CMUX_PORT.
th: พอร์ตเริ่มต้นสำหรับตัวแปรสภาพแวดล้อม CMUX_PORT
tr: CMUX_PORT ortam değişkeni için başlangıç portu.
uk: Початковий порт для змінної середовища CMUX_PORT.
zh_hans: CMUX_PORT 环境变量的起始端口。
zh_hant: CMUX_PORT 環境變數的起始連接埠。

# settings.automation.portRange
source: Port Range Size
ar: حجم نطاق المنافذ
bs: Veličina raspona portova
da: Portområdestørrelse
de: Portbereichsgröße
es: Tamaño del rango de puertos
fr: Taille de la plage de ports
it: Dimensione intervallo porte
ja: ポート範囲サイズ
ko: 포트 범위 크기
nb: Portområdestørrelse
pl: Rozmiar zakresu portów
pt_br: Tamanho da Faixa de Portas
ru: Размер диапазона портов
th: ขนาดช่วงพอร์ต
tr: Port Aralığı Boyutu
uk: Розмір діапазону портів
zh_hans: 端口范围大小
zh_hant: 連接埠範圍大小

# settings.automation.portRange.subtitle
source: Number of ports per workspace.
ar: عدد المنافذ لكل مساحة عمل.
bs: Broj portova po radnom prostoru.
da: Antal porte pr. arbejdsområde.
de: Anzahl der Ports pro Arbeitsbereich.
es: Número de puertos por espacio de trabajo.
fr: Nombre de ports par espace de travail.
it: Numero di porte per area di lavoro.
ja: ワークスペースあたりのポート数。
ko: 작업 공간당 포트 수.
nb: Antall porter per arbeidsområde.
pl: Liczba portów na przestrzeń roboczą.
pt_br: Número de portas por área de trabalho.
ru: Количество портов на рабочее пространство.
th: จำนวนพอร์ตต่อเวิร์กสเปซ
tr: Çalışma alanı başına port sayısı.
uk: Кількість портів на робочу область.
zh_hans: 每个工作区的端口数量。
zh_hant: 每個工作區的連接埠數量。

# settings.automation.socketMode
source: Socket Control Mode
ar: وضع التحكم بالمقبس
bs: Režim kontrolne utičnice
da: Socket-kontroltilstand
de: Socket-Steuerungsmodus
es: Modo de control del socket
fr: Mode de contrôle du socket
it: Modalità controllo socket
ja: ソケット制御モード
ko: 소켓 제어 모드
nb: Socket-kontrollmodus
pl: Tryb sterowania gniazdem
pt_br: Modo de Controle do Socket
ru: Режим управления сокетом
th: โหมดควบคุมซ็อกเก็ต
tr: Soket Kontrol Modu
uk: Режим керуючого сокета
zh_hans: 套接字控制模式
zh_hant: Socket 控制模式

# settings.automation.socketMode.note
source: Controls access to the local Unix socket for programmatic control. Choose a mode that matches your threat model.
ar: يتحكم بالوصول إلى مقبس Unix المحلي للتحكم البرمجي. اختر الوضع الذي يتناسب مع نموذج التهديد الخاص بك.
bs: Kontroliše pristup lokalnoj Unix utičnici za programsku kontrolu. Odaberite režim koji odgovara vašem modelu prijetnji.
da: Styrer adgangen til den lokale Unix-socket til programmatisk kontrol. Vælg en tilstand, der passer til din trusselsmodel.
de: Steuert den Zugriff auf den lokalen Unix-Socket für programmatische Steuerung. Wählen Sie einen Modus, der Ihrem Bedrohungsmodell entspricht.
es: Controla el acceso al socket Unix local para control programático. Elige un modo que coincida con tu modelo de amenazas.
fr: Contrôle l'accès au socket Unix local pour le contrôle programmatique. Choisissez un mode adapté à votre modèle de menace.
it: Controlla l'accesso al socket Unix locale per il controllo programmatico. Scegli una modalità adeguata al tuo modello di rischio.
ja: プログラムによる制御のためのローカルUnix socketへのアクセスを制御します。脅威モデルに合ったモードを選択してください。
ko: 프로그래밍 방식 제어를 위한 로컬 Unix 소켓 접근을 제어합니다. 보안 모델에 맞는 모드를 선택하세요.
nb: Styrer tilgang til den lokale Unix-socketen for programmatisk kontroll. Velg en modus som passer til din trusselmodell.
pl: Kontroluje dostęp do lokalnego gniazda Unix do programowego sterowania. Wybierz tryb odpowiadający Twojemu modelowi zagrożeń.
pt_br: Controla o acesso ao socket Unix local para controle programático. Escolha um modo que corresponda ao seu modelo de ameaça.
ru: Управляет доступом к локальному Unix-сокету для программного управления. Выберите режим, соответствующий вашей модели угроз.
th: ควบคุมการเข้าถึงซ็อกเก็ต Unix ในเครื่องสำหรับการควบคุมแบบโปรแกรม เลือกโหมดที่ตรงกับรูปแบบภัยคุกคามของคุณ
tr: Programatik kontrol için yerel Unix soketine erişimi kontrol eder. Tehdit modelinize uyan bir mod seçin.
uk: Керує доступом до локального Unix-сокета для програмного контролю. Виберіть режим відповідно до вашої моделі загроз.
zh_hans: 控制本地 Unix 套接字的访问权限，用于程序化控制。请选择与您的安全需求匹配的模式。
zh_hant: 控制本機 Unix Socket 的程式化控制存取。選擇符合您安全需求的模式。

# settings.automation.socketOverrides.note
source: Overrides: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE, and CMUX_SOCKET_PATH (set CMUX_ALLOW_SOCKET_OVERRIDE=1 for stable/nightly builds).
ar: التجاوزات: CMUX_SOCKET_ENABLE و CMUX_SOCKET_MODE و CMUX_SOCKET_PATH (اضبط CMUX_ALLOW_SOCKET_OVERRIDE=1 لبناءات stable/nightly).
bs: Premošćenja: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE i CMUX_SOCKET_PATH (postavite CMUX_ALLOW_SOCKET_OVERRIDE=1 za stabilne/nightly verzije).
da: Tilsidesættelser: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE og CMUX_SOCKET_PATH (sæt CMUX_ALLOW_SOCKET_OVERRIDE=1 for stabile/nightly builds).
de: Überschreibungen: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE und CMUX_SOCKET_PATH (setzen Sie CMUX_ALLOW_SOCKET_OVERRIDE=1 für Stable-/Nightly-Builds).
es: Sobreescrituras: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE y CMUX_SOCKET_PATH (establece CMUX_ALLOW_SOCKET_OVERRIDE=1 para compilaciones estables/nightly).
fr: Remplacements : CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE et CMUX_SOCKET_PATH (définissez CMUX_ALLOW_SOCKET_OVERRIDE=1 pour les builds stable/nightly).
it: Override: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (imposta CMUX_ALLOW_SOCKET_OVERRIDE=1 per le build stable/nightly).
ja: オーバーライド: CMUX_SOCKET_ENABLE、CMUX_SOCKET_MODE、CMUX_SOCKET_PATH（stable/nightlyビルドではCMUX_ALLOW_SOCKET_OVERRIDE=1を設定）。
ko: 재정의: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE, CMUX_SOCKET_PATH (안정/나이틀리 빌드의 경우 CMUX_ALLOW_SOCKET_OVERRIDE=1 설정).
nb: Overstyringer: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE og CMUX_SOCKET_PATH (sett CMUX_ALLOW_SOCKET_OVERRIDE=1 for stabile/nattlige bygg).
pl: Nadpisania: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE i CMUX_SOCKET_PATH (ustaw CMUX_ALLOW_SOCKET_OVERRIDE=1 dla wersji stabilnych/nightly).
pt_br: Substituições: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE e CMUX_SOCKET_PATH (defina CMUX_ALLOW_SOCKET_OVERRIDE=1 para builds stable/nightly).
ru: Переопределения: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE и CMUX_SOCKET_PATH (установите CMUX_ALLOW_SOCKET_OVERRIDE=1 для стабильных/ночных сборок).
th: การแทนที่: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE และ CMUX_SOCKET_PATH (ตั้ง CMUX_ALLOW_SOCKET_OVERRIDE=1 สำหรับบิลด์ stable/nightly)
tr: Geçersiz kılmalar: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE ve CMUX_SOCKET_PATH (kararlı/gece derlemeleri için CMUX_ALLOW_SOCKET_OVERRIDE=1 ayarlayın).
uk: Перевизначення: CMUX_SOCKET_ENABLE, CMUX_SOCKET_MODE та CMUX_SOCKET_PATH (встановіть CMUX_ALLOW_SOCKET_OVERRIDE=1 для стабільних/нічних збірок).
zh_hans: 覆盖项：CMUX_SOCKET_ENABLE、CMUX_SOCKET_MODE 和 CMUX_SOCKET_PATH（对稳定版/每日构建版需设置 CMUX_ALLOW_SOCKET_OVERRIDE=1）。
zh_hant: 覆寫設定：CMUX_SOCKET_ENABLE、CMUX_SOCKET_MODE 和 CMUX_SOCKET_PATH（穩定版/每夜版需設定 CMUX_ALLOW_SOCKET_OVERRIDE=1）。

# settings.automation.socketPassword
source: Socket Password
ar: كلمة مرور المقبس
bs: Lozinka utičnice
da: Socket-adgangskode
de: Socket-Passwort
es: Contraseña del socket
fr: Mot de passe du socket
it: Password socket
ja: ソケットパスワード
ko: 소켓 비밀번호
nb: Socket-passord
pl: Hasło gniazda
pt_br: Senha do Socket
ru: Пароль сокета
th: รหัสผ่านซ็อกเก็ต
tr: Soket Parolası
uk: Пароль сокета
zh_hans: 套接字密码
zh_hant: Socket 密碼

# settings.automation.socketPassword.change
source: Change
ar: تغيير
bs: Promijeni
da: Skift
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
ko: 변경
nb: Endre
pl: Zmień
pt_br: Alterar
ru: Изменить
th: เปลี่ยน
tr: Değiştir
uk: Змінити
zh_hans: 更改
zh_hant: 變更

# settings.automation.socketPassword.clear
source: Clear
ar: مسح
bs: Obriši
da: Ryd
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
nb: Fjern
pl: Wyczyść
pt_br: Limpar
ru: Очистить
th: ล้าง
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# settings.automation.socketPassword.clearFailed
source: Failed to clear password (%@).
ar: فشل مسح كلمة المرور (%@).
bs: Nije uspjelo brisanje lozinke (%@).
da: Kunne ikke rydde adgangskode (%@).
de: Passwort konnte nicht gelöscht werden (%@).
es: No se pudo borrar la contraseña (%@).
fr: Impossible d'effacer le mot de passe (%@).
it: Impossibile cancellare la password (%@).
ja: パスワードのクリアに失敗しました（%@）。
ko: 비밀번호 지우기 실패 (%@).
nb: Kunne ikke fjerne passord (%@).
pl: Nie udało się wyczyścić hasła (%@).
pt_br: Falha ao limpar a senha (%@).
ru: Не удалось очистить пароль (%@).
th: ไม่สามารถล้างรหัสผ่านได้ (%@)
tr: Parola temizlenemedi (%@).
uk: Не вдалося очистити пароль (%@).
zh_hans: 清除密码失败 (%@)。
zh_hant: 清除密碼失敗（%@）。

# settings.automation.socketPassword.cleared
source: Password cleared.
ar: تم مسح كلمة المرور.
bs: Lozinka obrisana.
da: Adgangskode ryddet.
de: Passwort gelöscht.
es: Contraseña borrada.
fr: Mot de passe effacé.
it: Password cancellata.
ja: パスワードをクリアしました。
ko: 비밀번호가 지워졌습니다.
nb: Passord fjernet.
pl: Hasło wyczyszczone.
pt_br: Senha removida.
ru: Пароль очищен.
th: ล้างรหัสผ่านแล้ว
tr: Parola temizlendi.
uk: Пароль очищено.
zh_hans: 密码已清除。
zh_hant: 密碼已清除。

# settings.automation.socketPassword.enterFirst
source: Enter a password first.
ar: أدخل كلمة مرور أولاً.
bs: Prvo unesite lozinku.
da: Indtast en adgangskode først.
de: Geben Sie zuerst ein Passwort ein.
es: Introduce una contraseña primero.
fr: Saisissez d'abord un mot de passe.
it: Inserisci prima una password.
ja: まずパスワードを入力してください。
ko: 먼저 비밀번호를 입력하세요.
nb: Skriv inn et passord først.
pl: Najpierw wprowadź hasło.
pt_br: Insira uma senha primeiro.
ru: Сначала введите пароль.
th: ป้อนรหัสผ่านก่อน
tr: Önce bir parola girin.
uk: Спочатку введіть пароль.
zh_hans: 请先输入密码。
zh_hant: 請先輸入密碼。

# settings.automation.socketPassword.placeholder
source: Password
ar: كلمة المرور
bs: Lozinka
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
nb: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Parola
uk: Пароль
zh_hans: 密码
zh_hant: 密碼
